;To change the names of how they appear in-game, simply change
;what appears after DisplayName=, inside the quotation marks.

;***********************
;        HAIR
;***********************

;=======================
; Vanilla Mash-ups
;=======================

[Vanilla_Dirty_Dread_Long_M X2BodyPartTemplate]
DisplayName="VANILLA Wild Dreads Ponytail Long"

;=======================
; BANDANA Hair Styles
;=======================
[Big_Rasta_M X2BodyPartTemplate]
DisplayName="BANDANA Big Rasta"

[Bandana_Snake_Mullet_M X2BodyPartTemplate]
DisplayName="BANDANA Solid Snake Mullet"


;=======================
; SHORT Hair Styles
;=======================
[Buzz_Raven_M X2BodyPartTemplate]
DisplayName="SHORT Raven Buzz"

[Buzz_Karachenko_M X2BodyPartTemplate]
DisplayName="SHORT Karachenko Buzz"

[Short_Slick_Back_M X2BodyPartTemplate]
DisplayName="SHORT Slick Back"

[Short_Battery_M X2BodyPartTemplate]
DisplayName="SHORT Battery"

[Short_Elvis_Puff_M X2BodyPartTemplate]
DisplayName="SHORT Puffy Elvis"

[Short_Wavy_Crop_M X2BodyPartTemplate]
DisplayName="SHORT Wavy Crop"

[Short_Dreads_M X2BodyPartTemplate]
DisplayName="SHORT Bob Dreads"

[Short_Smokey_Afro_M X2BodyPartTemplate]
DisplayName="SHORT Smokey Afro"

[Short_Arkham_Joker_M X2BodyPartTemplate]
DisplayName="SHORT Killing Joke"

[Short_Blow_Back_M X2BodyPartTemplate]
DisplayName="SHORT Blow Back"

[Short_Daddy_O_M X2BodyPartTemplate]
DisplayName="SHORT Daddy O"

[Short_Curly_Fro_M X2BodyPartTemplate]
DisplayName="SHORT Caballero Curls"

[Short_Adamantium_M X2BodyPartTemplate]
DisplayName="SHORT Berserker Rage"

[Short_Yakuza_M X2BodyPartTemplate]
DisplayName="SHORT Yakuza Kiryu"

[Medium_Action_Mullet_M X2BodyPartTemplate]
DisplayName="SHORT Action Mullet"

[Short_Side_Messy_M X2BodyPartTemplate]
DisplayName="SHORT Side Messy"


;=======================
; MEDIUM Hair Styles
;=======================
[Medium_Ripley_M X2BodyPartTemplate]
DisplayName="MEDIUM Ripley"

[Medium_Layered_M X2BodyPartTemplate]
DisplayName="MEDIUM Layered"

[Medium_Feathered_M X2BodyPartTemplate]
DisplayName="MEDIUM Feathered"

[Medium_Aerobics_M X2BodyPartTemplate]
DisplayName="MEDIUM Aerobics"

[Medium_Windy_M X2BodyPartTemplate]
DisplayName="MEDIUM Bob Windy"

[Medium_Brat_Prince_M X2BodyPartTemplate]
DisplayName="MEDIUM Brat Prince"

[Medium_Squall_Bob_M X2BodyPartTemplate]
DisplayName="MEDIUM FFVIII Squall Bob"

[Long_Rambo_Style_M X2BodyPartTemplate]
DisplayName="MEDIUM 80's Rambo"

[Medium_Speaker_M X2BodyPartTemplate]
DisplayName="MEDIUM Thin Man Speaker"


;=======================
; LONG Hair Styles
;=======================
[Long_FF_Fang_M X2BodyPartTemplate]
DisplayName="LONG FFXIII Fang"

[Long_Fat_Rasta_M X2BodyPartTemplate]
DisplayName="LONG Fat Rasta"

[Long_Half_Tied_M X2BodyPartTemplate]
DisplayName="LONG Half Tied"

[Long_Tosh_Dreads_M X2BodyPartTemplate]
DisplayName="LONG SCII Gabriel Tosh Dreads"


;=======================
; PONYTAIL Hair Styles
;=======================
[Pony_KI_Dreads_M X2BodyPartTemplate]
DisplayName="PONY Killer Instinct Dreads"

[Pony_Marlene_M X2BodyPartTemplate]
DisplayName="PONY Curly"

[Pony_Phalanx_M X2BodyPartTemplate]
DisplayName="PONY Phalanx"


;=======================
; BRAIDED Hair Styles
;=======================
[Braid_Master_Raven_M X2BodyPartTemplate]
DisplayName="BRAID Master Raven Dreads"

[Braid_Feng_Wei_M X2BodyPartTemplate]
DisplayName="BRAID Feng Wei Braid"

[Pony_Updo_Braids_M X2BodyPartTemplate]
DisplayName="BRAID Updo Braids"


;=======================
; ASTERY Hair Styles
;=======================
[Bryan_Hair X2BodyPartTemplate]
DisplayName="Bryan Hair"

[Chris_Hair X2BodyPartTemplate]
DisplayName="Chris Hair"

[Einar_Hair X2BodyPartTemplate]
DisplayName="Einar Hair"

[Glad_Hair X2BodyPartTemplate]
DisplayName="Gladiolus Hair"

[Glad2_Hair X2BodyPartTemplate]
DisplayName="Gladiolus Pony Hair"

[Ignis_Hair X2BodyPartTemplate]
DisplayName="Ignis Hair"

[Javier_Hair X2BodyPartTemplate]
DisplayName="Javier Hair"

[Law_Hair X2BodyPartTemplate]
DisplayName="Law Hair"

[Leon_Hair X2BodyPartTemplate]
DisplayName="Leon Hair"

[Majima_Hair X2BodyPartTemplate]
DisplayName="Majima Hair"

[Musashi_Hair X2BodyPartTemplate]
DisplayName="Musashi Hair"

[Ocelot_Hair X2BodyPartTemplate]
DisplayName="Ocelot Hair"

[Seb_Hair X2BodyPartTemplate]
DisplayName="Sebastian Hair"

[Stefano_Hair X2BodyPartTemplate]
DisplayName="Stefano Hair"

[VenomSnake_Hair X2BodyPartTemplate]
DisplayName="Venom Snake Hair"

[VenomSnakePony_Hair X2BodyPartTemplate]
DisplayName="Venom Snake Pony Hair"

[Wesker_Hair X2BodyPartTemplate]
DisplayName="Wesker Hair"

=================================================*************** BEARDS ***************=================================================
;***********************
;        BEARDS
;***********************

[Full_Imp X2BodyPartTemplate]
DisplayName="The Ghost of Sparta"

[Full_Payne X2BodyPartTemplate]
DisplayName="Maximum Payne"

[Full_Cervantes X2BodyPartTemplate]
DisplayName="Cervantes"

[Full_Ras_Al_Ghul X2BodyPartTemplate]
DisplayName="Sensei's Wisdom"

[Goatee_Demon X2BodyPartTemplate]
DisplayName="Demon's Maw"

[Goatee_Sparrow X2BodyPartTemplate]
DisplayName="A Pirate's Curse"

[Goatee_Shang_Tsung X2BodyPartTemplate]
DisplayName="Shang Tsung"

[Braid_Dwarf X2BodyPartTemplate]
DisplayName="For Valhalla"

;***********************
;    ASTERY  BEARDS
;***********************

[Einar_Beard X2BodyPartTemplate]
DisplayName="Einar's Beard"







